{
	"tracks": [
		{
			"order": "001",
			"songName": "Rainy Night In Slomo",
			"artistName": "We Cut Corners",
			"mediaType": "spotify",
			"mediaLink": "https://open.spotify.com/embed/track/2wq2KG5bc2tjXecYpfcbzT",
			"image": "001.jpg",
			"topDesc": "A beautiful, subtlely-progressive track that grows into something magnificent from one of Ireland's best indie rock bands.",
			"mainDesc": "One of my favourite tracks of the year, from its beautiful start to its powerful buildup and breathtaking ending."
		},
		  {
			"order": "002",
			"songName": "Asphyxia",
			"artistName": "James Bentley",
			"mediaType": "bandcamp",
			"mediaLink": "https://bandcamp.com/EmbeddedPlayer/album=791513425/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/track=1742668141/transparent=true/",
			"image": "002.jpg",
			"topDesc": "A raw, emotional acoustic track from Cavan singer-songwriter James Bentley's debut EP.",
			"mainDesc": "From the eerie beginning, to the towering chorus that slowly builds into a very powerful ending, this track is definitely one to check out."
		  },
		  {
			"order": "003",
			"songName": "Date Night (feat. Luka Palm)",
			"artistName": "Kojaque",
			"mediaType": "soundcloud",
			"mediaLink": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/468139767&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
			"image": "003.jpg",
			"topDesc": "The Irish hip-hop scene has seen a resurgence lately, breaking into the mainstream with increasingly high festival-billings and a larger audience than ever.",
			"mainDesc": "But one artist stands out amongst the rest - Kojaque. I first discovered Kojaque through his viral hit \"Midnight Flower\", but it was with his 2018 project \"Deli Daydreams\" that he cemented himself in the scene as the most creative and talented hip-hop artist in the country. \"Deli Daydreams\" was one of my favourite projects of the year, and \"Date Night\" seems like the perfect follow-up. To me it nearly feels like a victory lap, with both Kojaque and Luka Palm dripping with confidence after their new-found success. Kojaque's flow is completely flawless, and sounds like an absolute pro. Luka Palm weaves in and around Kojaque throughout the track and is a great addition. Kean Kavanagh's production is great with a commanding bassline and a late switch-up, which Kojaque rides perfectly. With a track like this, I can't wait to see what Soft Boy Records come out with next."
		  },
		  {
			"order": "004",
			"songName": "Watermelon Sugar (Alcohol)",
			"artistName": "Sea Pinks",
			"mediaType": "bandcamp",
			"mediaLink": "https://bandcamp.com/EmbeddedPlayer/album=761596625/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/track=2938587260/transparent=true/",
			"image": "004.jpg",
			"topDesc": "A dreamy indie pop track from the Belfast band's upcoming 7th album."
		  },
		  {
			"order": "005",
			"songName": "You Never Call",
			"artistName": "Saint Sister",
			"mediaType": "spotify",
			"mediaLink": "https://open.spotify.com/embed/track/1BeVSyWNpVtfpVy7UwWXa2",
			"image": "005.jpg",
			"topDesc": "The latest track from one of Ireland's best live acts, starting slow and vulnerable before bursting into a powerful chorus.",
			"mainDesc": "Their debut album \"Shape Of Silence\" will be released on October 5th."
		  }
	]
}